export const FUNC_LIST: string[] = [
  "消息管理权限",
  "用户管理权限",
  "帐号服务权限",
  "网页服务权限",
  "微信小店权限",
  "微信多客服权限",
  "群发与通知权限",
  "微信卡券权限",
  "微信扫一扫权限",
  "微信连WIFI权限",
  "素材管理权限",
  "微信摇周边权限",
  "微信门店权限",
  "UNKNOWN",
  "自定义菜单权限",
  "获取认证状态及信息",
  "帐号管理权限",
  "开发管理与数据分析权限",
  "客服消息管理权限",
  "微信登录权限",
  "数据分析权限",
  "城市服务接口权限",
  "广告管理权限",
  "微信开放平台帐号绑定权限",
  "开放平台帐号管理权限",
  "微信电子发票权限",
  "快速注册小程序权限",
  "UNKNOWN",
  "UNKNOWN",
  "小程序基本信息设置权限",
  "小程序认证权限",
  "UNKNOWN",
  "小程序管理权限",
  "微信商品库权限",
  "微信卡路里权限",
  "微信卡路里权限",
  "附近地点权限",
  "UNKNOWN",
  "UNKNOWN",
  "插件管理权限",
  "好物圈权限",
  "UNKNOWN",
  "UNKNOWN",
  "好物圈权限",
  "物流助手权限",
  "微信一物一码权限",
  "微信财政电子票据权限",
  "微信财政电子票据权限"
];

export const VERIFY_TYPE_INFO: any = {
  "-1": "未认证",
  "0": "已认证"
};

export const SERVICE_TYPE_INFO: any = {
  0: "订阅号",
  1: "订阅号", // 代表由历史老帐号升级后的订阅号
  2: "服务号"
};
